<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
	<head>
		<meta charset="UTF-8">
		<title>ЕТФ Бања Лука</title>
		<link type='text/css' rel='stylesheet' href='${pageContext.request.contextPath}/WEB-CSS/general.css'/>
		<link type='text/css' rel='stylesheet' href='${pageContext.request.contextPath}/WEB-CSS/links.css'/>
		<style>
			p {text-align:justify}
		</style>
	</head>
	<body>
		<article class="item-page">
			<h1>Студијски програм Електроника и телекомуникације		</h1>
			<p>Данашња свакодневница се може не замислити без електронских и комуникационих система који укључују рачунарски хардвер, кућну електронику, аутоелектронику, медицинске системе, телевизију, фиксну и мобилну телефонију, рачунарске мреже и Интернет. Технологије као што су Интернет ствари (Internet of Things), рачунарство у облаку (Cloud Computing) и обрада на ивици мреже (Edge Computing) захтијевају повезивање широког спектра различитих уређаја брзим мрежама, те прикупљање, чување, пренос и ефикасну обраду великих количина података уз малу потрошњу енергије. Ове технологије су покретачи процеса дигитализације друштва.</p>
			<p>Инжењери који заврше студијски програм Електроника и телекомуникације посједују знања и вјештине неопходне за пројектовање и развој интегрисаних кола, сензора, сензорских мрежа,&nbsp; уграћених рачунарских система, система за пренос података, говора и видеа, система за препознавање говора, аутономних возила, да поменемо само неке. Ова знања и вјештине им омогућавају лако запошљавање у индустријама као што су: информационо-комуникационе технологије, аутомобилска индустрија, финансије и осигурање, биомедицинско инжењерство и тако даље.</p>
			<h3><span style="color: #4f81bd;">Смјер Електроника</span></h3>
			<p>На смјеру Електроника студенти стичу знања и вјештине из области опште и рачунарске електронике, индустријских система и мрежа, те телекомуникација. Учећи о електронским компонентама, аналогним и дигиталним електронским колима и системима, микропроцесорским системима, те примјени електронике у енергетским и индустријским системима, студенти се припремају за послове на којима ће бити укључени у развој, пројектовање, реализовање и одржавање електронских склопова, уређаја и система различитих намјена.</p>
			<h3><span style="color: #4f81bd;">Смјер Телекомуникације</span></h3>
			<p>На смјеру Телекомуникације студенти стичу знања и вјештине из области телекомуникационих мрежа и система, бежичних комуникација, сензорских мрежа, те електронике. Учећи о аналогним и дигиталним телекомуникацијама, оптичким телекомуникацијама, радиокомуникацијама, дигиталној обради сигнала, акустици, те мултимедији, студенти се припремају за послове на којима ће бити укључени у развој, пројектовање, реализовање и одржавање телекомуникационих уређаја, мрежа и система.</p>
			<h3><span style="color: #4f81bd;">Циљеви студијског програма</span></h3>
			<ul>
				<li>обезбјеђивање знања и вјештина у областима електронике и телекомуникација,</li>
				<li>обезбјеђивање основе за даље школовање у сличним дисциплинама,</li>
				<li>унапређење вјештина у припреми, управљању и надзору пројеката у свим областима електронике и телекомуникација,</li>
				<li>осигуравање да студенти добију знања и вјештине које су у сагласности са захтјевима тржишта,</li>
				<li>омогућавање мобилности студената,</li>
				<li>стицање суштинског разумијевања одређених аспеката инжењеринга,</li>
				<li>стварање основе за цјеложивотно учење,</li>
				<li>установљавање националних и међународних партнерстава у имплементацији студијског програма</li>
			</ul>
			<h3><span style="color: #4f81bd;">Компетенције које се стичу завршетком студија</span></h3>
			<ul>
				<li>фундаментално знање у областима математике, физике, елекротехнике, електронике, телекомуникација и информационих технологија,</li>
				<li>специјалистичко знање у областима електронике, телекомуникација и обраде сигнала,</li>
				<li>способност да се изаберу и примјене релевантни методи за рјешавање проблема,</li>
				<li>способност да се учествује у пројектовању, реализацији и одржавању сложених система,</li>
				<li>способност да се пројектују и изведу експерименти, интерпретирају резултати и донесу закључци,</li>
				<li>разумијевање утицаја одређене инжењерске дисциплине на околину и друштво,</li>
				<li>показивање радне етике, одговорности и поштовање моралних принципа у инжењерском раду,</li>
				<li>способност говорне и писане комуникације,</li>
				<li>препознавање и прихватање потребе за континуираним и цјеложивотним учењем</li>
			</ul>
			<h3><span style="color: #4f81bd;">План и програм</span></h3>
			<p><a href="programs/year-i.jsp" rel="alternate">Прва година </a>је заједничка за студенте на свим студијским програмима.</p>
			<p>На студијском програму Електроника и телекомуникације, студенти се опредјељују за један од два смјера приликом уписа треће године:</p>
			<ul>
				<li><a href="programs/program_et_e.jsp" rel="alternate">Смјер Електроника</a></li>
				<li><a href="programs/program_et_t.jsp" rel="alternate">Смјер Телекомуникације</a></li>
			</ul>
			<h3><span style="color: #4f81bd;">Стручна пракса</span></h3>
			<p>У оквиру овог студијског програма предвиђена је Стручна пракса као изборни предмет у осмом семестру. Стручна пракса се обавља у привредним субјектима са којима Факултет или Универзитет има склопљен уговор о извођењу стручне праксе. Стручна пракса се може обавити и на Факултету у оквиру одобрених научноистраживачких пројекатау којим учествује Факултет, односно, Универзитет, као и кроз активности Међународне организације за размјену студената из области техничких наука за обављање стручне праксе (IAESTE).</p>
			<p>Кроз стручну праксу студенти, између осталог, уче о посебним технологијама, моделима, техникама и организацији рада, развијају способности тимског рада у рјешавању проблема, усавршавају вјештине потребне на радном мјесту и упознају се са методологијом израде пројектне документације.</p> 
		</article>
	</body>
</html>