<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
	<head>
		<meta charset="UTF-8">
		<title>ЕТФ Бања Лука</title>
		<link type='text/css' rel='stylesheet' href='${pageContext.request.contextPath}/WEB-CSS/general.css'/>
		<link type='text/css' rel='stylesheet' href='${pageContext.request.contextPath}/WEB-CSS/links.css'/>
		<style>
			p {text-align:justify}
		</style>
	</head>
	<body>
		<article class="item-page">
			<h1> Студијски програм Рачунарство и информатика </h1>
			<h3><span style="color: #4f81bd;">План и програм</span></h3>

			<p><a href="programs/year-i.jsp" rel="alternate">Прва година</a> је заједничка за студенте на свим студијским програмима.</p>
			<p>На студијском програму Рачунарство и информатика, студенти се опредјељују за један од два смјера приликом уписа треће године:</p>
			<ul>
				<li><a href="programs/program_ri_s.jsp" rel="alternate">Смјер Софтверско инжењерство</a></li>
				<li><a href="programs/program_ri_r.jsp" rel="alternate">Смјер Рачунарско инжењерство</a></li>
			</ul>
			<h3><span style="color: #4f81bd;">Стручна пракса</span></h3>
			<p>У оквиру овог студијског програма предвиђена је Стручна пракса као изборни предмет у осмом семестру. Стручна пракса се обавља у привредним субјектима са којима Факултет или Универзитет има склопљен уговор о извођењу стручне праксе. Стручна пракса се може обавити и на Факултету у оквиру одобрених научноистраживачких пројекатау којим учествује Факултет, односно, Универзитет, као и кроз активности Међународне организације за размјену студената из области техничких наука за обављање стручне праксе (IAESTE).</p>
			<p>Кроз стручну праксу студенти, између осталог, уче о посебним технологијама, моделима, техникама и организацији рада, развијају способности тимског рада у рјешавању проблема, усавршавају вјештине потребне на радном мјесту и упознају се са методологијом израде пројектне документације.</p> 
		</article>
	</body>
</html>