<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
	<head>
		<meta charset="UTF-8">
		<title>ЕТФ Бања Лука</title>
		<link type='text/css' rel='stylesheet' href='${pageContext.request.contextPath}/WEB-CSS/general.css'/>
		<link type='text/css' rel='stylesheet' href='${pageContext.request.contextPath}/WEB-CSS/links.css'/>
		<style>
			p {text-align:justify}
		</style>
	</head>
	<body>
		<article class="item-page">
			<h1>Студијски програми првог циклуса</h1>
			<p>На Електротехничком факултету, Универзитета у Бањој Луци организује се настава на три студијска програма:</p>
			<ul>
				<li><a href="i-ciklus-ri.jsp" rel="alternate">Рачунарство и информатика</a>,</li>
				<li><a href="i-ciklus-et.jsp" rel="alternate">Електроника и телекомуникације</a> и</li>
				<li><a href="i-ciklus-ea.jsp" rel="alternate">Електроенергетика и аутоматика</a>.</li>
			</ul>
	
			<h3><span style="color: #4f81bd;">Трајање студија</span></h3>
			<p>Први циклус студија на свим студијским програмима траје 4 године (8 семестара).</p>
			<h3><span style="color: #4f81bd;">Звање које се стиче</span></h3>
			<p>По завршетку првог циклуса студија на Електротехничком факултету, студент остварује 240 ECTS бодова и стиче звање <strong>дипломирани инжењер електротехнике (240 ECTS)</strong>.</p>
			<h3><span style="color: #4f81bd;">Услови за упис на студијски програм</span></h3>
			<p>Право уписа на студијски програм Електроника и телекомуникације имају сва лица која су завршила четверогодишњу средњу школу у Републици Српској, Брчко Дистрикту и Федерацији Босне и Херцеговине. Лица која су четверогодишње средње образовање завршила у иностранству дужни су да свједочанство или диплому о завршеној средњој школи нострификују у Министарству просвјете и културе Републике Српске. Поступку нострификације не подлијежу свједочанства и дипломе стечене у Републици Србији.</p>
			<p>Према јединственим општим критеријумима и поступку утврђеним правилником који усваја Сенат Универзитета, класификација и избор кандидата за упис на овај студијски програм врши се на основу постигнутог успјеха из претходног образовања и резултата са квалификационог испита.</p>
			<h3><span style="color: #4f81bd;">Начин оцјењивања</span></h3>
	
			<p>У складу са Статутом Универзитета студенти се оцјењују оцјенама од 5 до 10. Пролазне оцјене су од 6 до 10:</p>
			<ul>
			<li>10 – одличан - изузетан (91-100 бодова),</li>
			<li>9 – одличан (81-90 бодова),</li>
			<li>8 – врло добар (71-80 бодова),</li>
			<li>7 – добар (61-70 бодова),</li>
			<li>6 – довољан (51-60 бодова) и</li>
			<li>5 – није положено (0-50 бодова).</li>
			</ul>
			<h3><span style="color: #4f81bd;">Услови за напредовање</span></h3>
			<p>Приликом уписа наредне године студија, студент може пренијети највише 15 ECTS бодова.</p>
			<h3><span style="color: #4f81bd;">Услови за завршетак студија</span></h3>
			<p>Студент завршава студиј када испуни све обавезе прописане студијским програмом у обиму од 240 ECTS бодова.</p>
			<h3><span style="color: #4f81bd;">Међународна мобилност</span></h3>
			<p>Електротехнички факултет учествује у програмима за међународну размјену студената као што је <a href="https://ec.europa.eu/programmes/erasmus-plus/node_en" rel="alternate">Еразмус+</a> , али и пројекти билатералне сарадње  који омогућавају размјену студената са партнерима из програмских земаља. Путем ових програма студентима се пружа прилика да одређени период студирају у високообразовним институцијама у иностранству по свом избору. По повратку у матичну институцију школовања студентима ће се признати резултати и постигнућа остварена у иностранству: период размјене, положени испити, остварени ECTS бодови и оцјене које је студент остварио у току размјене.</p>
			<h3><span style="color: #4f81bd;">Могућности за наставак студија</span></h3>
			<p>Дипломирани инжењери који су завршили  студиј првог циклуса могу студиј наставити на другом циклусу студија, у складу са условима за упис на одговарајући студијски програм другог циклуса.</p> <div class="attachmentsContainer">
	
			<div class="attachmentsList" id="attachmentsList_com_content_default_17"></div>
	
			</div>
		</article>
	</body>
</html>